Repository: ramazanovnurlan/Book-Store
Catalog: Book Shop Api/BookShop_API/Resources/Controllers/ErrorMessage.*.resx
Languages: az_latn_az

source: Approval code is not correct
az_latn_az: Təsdiq kodu düzgün deyil

source: Approval code must be 6 digits
az_latn_az: Təsdiq kodu 6 rəqəm olmalıdır

# Auth_error
source: Error in autentication
az_latn_az: Səhv! Autentifikasiya sorğusunda səhv oldu

# Certificates_not_selected_for_recall
source: No certificate selected to revoke
az_latn_az: Geri çağırmaq üçün sertifikat seçilməyib

# Certificate_request_accepted
source: Certificate request is accepted
az_latn_az: Sertifikat sorğusu qəbul edildi

# Certificate_request_canceled
source: Certificate request is canceled
az_latn_az: Sertifikat sorğusu ləğv edildi

source: Certificate request could not be accepted
az_latn_az: Sertifikat sorğusu qəbul edilə bilmədi

source: Certificate request could not be canceled
az_latn_az: Sertifikat sorğusu ləğv edilə bilmədi

source: Certificate request could not be held
az_latn_az: Sertifikat sorğusu dayandırıla bilmədi

# Certificate_request_held
source: Certificate request is held
az_latn_az: Sertifikat sorğusu dayandırıldı

source: Code is not correct
az_latn_az: Kod düzgün deyil

source: Code is not included
az_latn_az: Kod daxil edilməyib

# Connection_error
source: Error! Could not connect to the server.
az_latn_az: Səhv! Serverə qoşulmaq mümkün olmadı.

# Corresponding_key_not_found
source: Corresponding key not found in token
az_latn_az: Tokendə sertifikata uyğun açar tapılmadı.

source: Could not add order
az_latn_az: Sifarişi əlavə etmək mümkün olmadı

source: Could not change password
az_latn_az: Parolu dəyişmək mümkün olmadı

# CSR_is_not_valid
source: Certificate Request (CSR) text is not valid
az_latn_az: Sertifikat sorğusunun (CSR) mətni düzgün deyil

# CSR_required
source: Certificate Request (CSR) text is required
az_latn_az: Sertifikat sorğusunun (CSR) mətni daxil edilməyib

source: Current password is not valid
az_latn_az: Cari parol düzgün deyil

# Date_of_birth_is_not_included
source: Date of birth is required
az_latn_az: Doğum tarixi daxil edilməyib

# DMX_Doc_Check_Error
source: Document type or number is not correct. Please try again.
az_latn_az: İcazə vəsiqəsinin tipi və ya nömrəsi düzgün daxil edilməyib. Yenidən cəhd edin.

# DMX_Doc_Inactive
source: This document is inactive or expired
az_latn_az: İcazə vəsiqəsi aktiv deyil və ya müddəti bitib.

# Does_not_include_the_name_of_the_Father
source: Father's name is required
az_latn_az: Ata adı daxil edilməyib

# Email_verification_error
source: An error accured while sending approve email
az_latn_az: Təsdiq emaili göndərməklə bağlı səhv oldu

# Entered_current_password_not_correct
source: Could not change password. Entered current password is not correct.
az_latn_az: Parolu dəyişmək mümkün olmadı. Daxil etdiyiniz indiki parol düzgün deyil.

# Error_while_creating_request
source: Error! There was an error while creating request
az_latn_az: Səhv! Sorğunun yaradılmasında səhv oldu

# Hold_cert_request_user_note_cannot_be_null
source: User note cannot be empty
az_latn_az: Sertifikat sorğusu dayandırılanda istifadəçi qeydi (səbəb) boş ola bilməz

source: Incorrect token count
az_latn_az: Token sayı düzgün seçilməyib

# Is_not_included
source: {0} is required
az_latn_az: {0} daxil edilməyib

# Is_not_selected
source: {0} is required
az_latn_az: {0} seçilməyib

# Is_not_valid
source: {0} is not valid
az_latn_az: {0} düzgün deyil

# Last_Name_Unknown
source: Last name is required
az_latn_az: Soyad daxil edilməyib

# Name_Unknown
source: Name is required
az_latn_az: Ad daxil edilməyib

source: No token selected
az_latn_az: Sifariş üçün token seçilməyib

# Passwords_not_match
source: Passwords do not match
az_latn_az: Yeni parol və onun təkrarı eyni deyil

# Password_cannot_be_used
source: Password that was used before cannot be used
az_latn_az: Bu parolu istifadə etmək olmaz. Daha əvvəl istifadə olunub

# Password_does_not_meet_requirements
source: Password does not meet the requirements
az_latn_az: Şifrə tələbləri ödəmir

# Pin_Check_Error
source: Identity card PIN is not correct. Please try again.
az_latn_az: Şəxsiyyət vəsiqəsinin FİN kodu düzgün daxil edilməyib. Yenidən cəhd edin.

# PIN_code_must_be_7_characters
source: PIN code must be 6 or 7 characters
az_latn_az: FİN kod 6 və ya 7 simvol olmalıdır

# PIN_code_not_included
source: PIN code is required
az_latn_az: FİN kod daxil edilməyib

# Pin_inactive
source: This PIN code is not active
az_latn_az: Bu FİN kod aktiv deyil

# Refuse_cert_request_user_note_cannot_be_null
source: User note cannot be empty
az_latn_az: Sertifikat sorğusu ləğv ediləndə istifadəçi qeydi (səbəb) boş ola bilməz

# Registration_central_not_selected
source: Registration center is required
az_latn_az: Qeydiyyat mərkəzi seçilməyib

# Security_code_must_be_at_least_k_characters
source: {0} must be at least {2} characters
az_latn_az: {0} ən az {2} simvol olmalıdır

# SMS_verification_error
source: An error accured while sending SMS verification code
az_latn_az: SMS təsdiq kodu göndərməklə bağlı səhv oldu

# String_length_exact
source: {0} must be {2} characters length
az_latn_az: {0} {2} simvol olmalıdır

# The_security_code_is_not_the_same_as_the_repetition
source: Confirm security code is required
az_latn_az: Açar söz ilə təkrarı eyni deyil

source: This field is required
az_latn_az: Bu sahə daxil edilməyib

# Token_has_cert
source: Token already has a certificate
az_latn_az: Tokendə sertifikat artıq mövcuddur.

# Username_or_password_is_incorrect
source: Could not be able to log in.The username or password is incorrect
az_latn_az: Giriş mümkün olmadı. İstifadəçi adı və ya parol düzgün deyil

# User_not_any_user_right_access_system
source: Could not be able to log in. The user does not have any user right to have an access to the system.
az_latn_az: Giriş mümkün olmadı. Bu istifadəçiyə sistemə daxil olmaq üçün hüquq verilməyib.

# VOEN_Check_Error
source: Tax number (VÖEN) is not correct. Please try again.
az_latn_az: VÖEN düzgün daxil edilməyib. Yenidən cəhd edin.

# VOEN_is_already_searched
source: This tax number (VÖEN) is already searched
az_latn_az: Bu VÖEN üzrə axtarış olunub

# VOEN_is_empty
source: Tax number (VÖEN) is empty
az_latn_az: Təşkilatın VÖEN-i daxil edilməyib

# VOEN_is_not_correct
source: Tax number (VÖEN) is not correct
az_latn_az: VÖEN düzgün daxil edilməyib

# VOEN_length_error
source: Tax number (VÖEN) must be 10 characters
az_latn_az: VÖEN 10 simvol olmalıdır
