Repository: ramazanovnurlan/Book-Store
Catalog: Book Shop Api/BookShop_API/Resources/Controllers/Names.*.resx
Languages: az_latn_az

# Accept_agreement
source: I agree with certificate revokation rules
az_latn_az: Sertifikatın ləğv edilməsi qaydaları ilə razıyam

source: Assignment of certificate
az_latn_az: Sertifikatın təyinatı

source: Azerbaijan
az_latn_az: Azərbaycan

source: Birth place
az_latn_az: Doğulduğu yer

# Card_first_six_digits
source: First six digits of the payment card
az_latn_az: Ödəniş kartının ilk 6 rəqəmi

source: Card number
az_latn_az: Vəsiqənin nömrəsi

source: Card series
az_latn_az: Vəsiqənin seriyası

source: Category
az_latn_az: Kateqoriya

# CertAssignment
source: Assignment of certificate
az_latn_az: Sertifikatın təyinatı

source: Certificate common name (CN)
az_latn_az: Sertifikatın ümumi adı (CN)

source: Certificate Request (CSR) text
az_latn_az: Sertifikat sorğusunun (CSR) mətni

source: Certificate template
az_latn_az: Sertifikat şablonu

source: Certification center
az_latn_az: Sertifikat mərkəzi

# CertTemplate
source: Template of certificate
az_latn_az: Sertifikatın şablonu

source: Citizenship
az_latn_az: Vətəndaşlıq

source: City
az_latn_az: Şəhər

source: Count
az_latn_az: Say

source: Country
az_latn_az: Ölkə

source: Cryptoprovider type
az_latn_az: Kriptoprovayderin tipi

# Crypt_CSP_type
source: Cryptoprovider (CSP) type
az_latn_az: Kriptoprovayderin (CSP) tipi

source: Date of birth
az_latn_az: Doğum tarixi

source: Date of birth (day,month,year)
az_latn_az: Doğum tarixi (gün,ay,il)

# DMX_doc_number
source: Document number
az_latn_az: İcazə vəsiqəsinin nömrəsi

# DMX_doc_type
source: Document type
az_latn_az: İcazə vəsiqəsinin tipi

# DMX_doc_type_permanent
source: Permanent
az_latn_az: Daimi

# DMX_doc_type_temporary
source: Temporary
az_latn_az: Müvəqqəti

source: Effective date
az_latn_az: Qüvvəyə minmə tarixi

source: Expiry date
az_latn_az: Qüvvədən düşmə tarixi

source: E-mail address
az_latn_az: E-poçt ünvanı

source: E-signature carrier serial number
az_latn_az: E-imza daşıyıcısının seriya nömrəsi

source: Father's name
az_latn_az: Atasının adı

source: Home address
az_latn_az: Yaşadığı ünvan

source: ID card PIN code
az_latn_az: Şəxsiyyət vəsiqəsi FİN kodu

# ID_card_serial_number
source: Serial number
az_latn_az: Seriya və nömrə

# IpAdresses
source: SAN ip list
az_latn_az: SAN ip siyahısı

source: Juridical person
az_latn_az: Hüquqi şəxs

source: Key length
az_latn_az: Açarın uzunluğu

# manat
source: AZN
az_latn_az: manat

source: Mobile phone
az_latn_az: Mobil telefon

source: Mobile phone code
az_latn_az: Mobil telefon kodu

source: Name
az_latn_az: Adı

source: Name of organization
az_latn_az: Təşkilatın adı

source: Nonresident
az_latn_az: Qeyri-rezident

source: Organization address
az_latn_az: Təşkilatın ünvanı

source: Organization's phone number
az_latn_az: Təşkilatın tel. nömrəsi

source: Organization's zip code
az_latn_az: Təşkilatın poçt indeksi

source: Password
az_latn_az: Parol

source: Phone
az_latn_az: Telefon

source: Physical person
az_latn_az: Fiziki şəxs

source: PIN code
az_latn_az: FİN kod

source: Position
az_latn_az: Tutduğu vəzifəsi

source: Price
az_latn_az: Qiymət

source: Product
az_latn_az: Məhsul

source: Reason
az_latn_az: Səbəb

# Reason_for_liquidation
source: Revokation reason
az_latn_az: Ləğvetmə səbəbi

# Reason_for_liquidation_large_explanation
source: Revokation reason (explanation)
az_latn_az: Ləğvetmə səbəbinin geniş izahı

source: Region
az_latn_az: Rayon

source: Registered address
az_latn_az: Qeydiyyat ünvanı

source: Registration center
az_latn_az: Qeydiyyat mərkəzi

source: Registration center address
az_latn_az: Qeydiyyat mərkəzinin ünvanı

# Registration_in_the_district_center
source: Registration center district
az_latn_az: Qeydiyyat mərkəzinin yerləşdiyi rayon

source: Registration number
az_latn_az: Qeydiyyat nömrəsi

source: Request type
az_latn_az: Sorğu tipi

source: Revocation date
az_latn_az: Ləğvetmə tarixi

source: Rules
az_latn_az: Qaydalar

source: Secret key export
az_latn_az: Məxfi açarın ixracı

source: Security code
az_latn_az: Açar söz

# Security_code_repeat
source: Confirm security code
az_latn_az: Açar söz (təkrar)

source: Service name
az_latn_az: Xidmətin adı

source: Service type
az_latn_az: Xidmətin növü

source: SMS approval code
az_latn_az: SMS təsdiq kodu

# Structure_section
source: Organizational unit
az_latn_az: Struktur bölmə

source: Surname
az_latn_az: Soyadı

source: SWIFT/BIC code
az_latn_az: SWIFT/BIC kodu

source: Template
az_latn_az: Şablon

# TIN
source: Tax Identification Number
az_latn_az: Təşkilatın VÖEN-i

source: Total amount
az_latn_az: Cəmi məbləğ

# Type_of_survey
source: Request type
az_latn_az: Sorğunun növü

source: Username
az_latn_az: İstifadəçi adı

source: Validity date (end)
az_latn_az: Qüvvədə olma müddəti (son)

source: Validity date (start)
az_latn_az: Qüvvədə olma müddəti (başl)

source: Work phone
az_latn_az: İş telefonu
