Repository: ramazanovnurlan/Book-Store
Catalog: Book Shop Api/BookShop_API/Resources/Controllers/SharedStrings.*.resx
Languages: az_latn_az

source: ABOUT BCSC
az_latn_az: BSXM HAQQINDA

# ABOUT_PROJECT
source: ABOUT PORTAL
az_latn_az: PORTAL HAQQINDA

source: Accept
az_latn_az: Qəbul et

# Additional_notes_administrator
source: Additional notes of an administrator
az_latn_az: İnzibatçının əlavə qeydləri

# Ajax_error
source: Error! Could not process the request
az_latn_az: Səhv! Sorğu icra oluna bilmədi

# Ajax_server_error
source: Error while processing request
az_latn_az: Sorğunun emalında səhv oldu

source: Approve code is required
az_latn_az: Təsdiq kodu daxil edilməyib

# Approve_Email
source: Email approve
az_latn_az: Email ilə təsdiqlə

# Approve_SMS
source: SMS approve
az_latn_az: SMS ilə təsdiqlə

# Are_you_sure_want_accept_certificate
source: Are you sure you want to accept the request?
az_latn_az: Sorğunu qəbul etmək istədiyinizə əminsinizmi?

# Are_you_sure_want_cancel_certificate
source: Are you sure you want to cancel the request?
az_latn_az: Sorğunu ləğv etmək istədiyinizə əminsinizmi?

# Are_you_sure_want_hold_certificate
source: Are you sure you want to defer the request?
az_latn_az: Sorğunu dayandırmaq istədiyinizə əminsinizmi?

# Are_you_sure_want_revoke_certificate
source: Are you sure you want to revoke the certificate?
az_latn_az: Sertifikatı ləğv etmək istədiyinizə əminsinizmi?

source: Back
az_latn_az: Geri

# Back_enlisted_certificates
source: Revoked certificates
az_latn_az: Geri çağrılmış sertifikatlar

source: Cancel
az_latn_az: Ləğv et

source: CENTRAL BANK
az_latn_az: MƏRKƏZİ BANK

# CENTRAL_BANK_OF_AZERBAIJAN
source: CENTRAL BANK OF THE REPUBLIC OF AZERBAIJAN
az_latn_az: AZƏRBAYCAN RESPUBLİKASI MƏRKƏZİ BANKININ

source: Cerfiticate expire date
az_latn_az: Sertifikatın qüvvədə olma müddəti

source: Ceritficate request
az_latn_az: Sertifikat sorğusu

source: Ceritficate requests
az_latn_az: Sertifikat sorğuları

# Certificate_exists
source: There is already a certificate in this token. Only one certificate per token is allowed.
az_latn_az: Bu tokendə artıq bir sertifikat var. Hər bir tokendə yalnız bir sertifikat ola bilər.

source: Certificate name
az_latn_az: Sertifikatın adı

# Certificate_not_found
source: Search parameters certificate not found
az_latn_az: Axtarış parametrlərinə uyğun sertifikat tapılmadı

source: Certificate owner
az_latn_az: Sertifikat sahibi

source: Certificate payment
az_latn_az: Sertifikatın ödənişi

# Certifications_Report
source: Certificates report
az_latn_az: Sertifikatlar hesabatı

source: Change password
az_latn_az: Parolu dəyiş

# Check_connection_with_inquiry_generator
source: Check the connection with request generator
az_latn_az: Sorğu generatoru ilə əlaqəni yoxla

source: Check for payment
az_latn_az: Ödəniş olunmasını yoxla

source: Common name
az_latn_az: Ümumi ad

source: Confirm new password
az_latn_az: Yeni parol (təkrar)

source: CONTACT INFORMATION
az_latn_az: ƏLAQƏ MƏLUMATLARI

source: CONTACT US
az_latn_az: BİZİMLƏ ƏLAQƏ

# copyright_text
source: Electronic Services Portal of the Central Bank of the Republic of Azerbaijan
az_latn_az: Azərbaycan Respublikası Mərkəzi Bankının Elektron Xidmətlər Portalı

# Could_not_connect_request_generator
source: Error! Could not connect to <a href=\"{0}\" target=\"_blank\">request generator</a> service.
az_latn_az: Səhv! <a href=\"{0}\" target=\"_blank\">Sorğu generatoru</a> servisinə qoşulmaq mümkün olmadı.

# Could_not_install_cert
source: Error! Could not install certificate
az_latn_az: Səhv! Sertifikatı quraşdırmaq mümkün olmadı

# Create_new_survey
source: Create new request
az_latn_az: Yeni sorğu yaratmaq

source: Current password
az_latn_az: İndiki parol

source: Date
az_latn_az: Tarix

source: Department
az_latn_az: Bölmə

# Determine_reasons_request_canceled
source: Determine the reasons for your request (to be mentioned later) has been canceled
az_latn_az: Sizin sorğunuz müəyyən səbəblər üzündən (sonradan qeyd olunacaq) ləğv olunub

source: DOCUMENTS
az_latn_az: SƏNƏDLƏR

source: Document subject
az_latn_az: Sənədin mövzusu

source: Download
az_latn_az: Yüklə

source: Download certificate
az_latn_az: Sertifikatı yüklə

# Download_certificate_file
source: Download certificate file (.cer)
az_latn_az: Sertifikat faylını yüklə (.cer)

# Download_Survey_generator_program
source: Download Request generator program
az_latn_az: Sorğu generatoru proqramını yüklə

source: Download the application form
az_latn_az: Ərizə formasını yüklə

source: Driver name
az_latn_az: Drayverin adı

source: Driver size
az_latn_az: Drayverin ölçüsü

# Eject_token
source: You selected Microsoft CSP. Please eject token.
az_latn_az: Microsoft CSP ilə sorğu yaratmağın normal işləməsi üçün tokeni kompüterdən çıxarın

source: ELECTRONIC SERVICES PORTAL
az_latn_az: ELEKTRON XİDMƏTLƏR PORTALI

# Email_sent_to_number
source: Approve mail is sent to {0} email address
az_latn_az: Təsdiq məktubu {0} e-poçt ünvanına göndərildi. Zəhmət olmasa, məktubu açıb təsdiqləyin.

source: End
az_latn_az: Bitmə

source: Enter the code in the picture
az_latn_az: Şəkildəki kodu daxil edin

# Entry
source: Login
az_latn_az: Giriş

# Exit
source: logout
az_latn_az: Çıxış

source: Export
az_latn_az: Eksport

source: Failed attempt count exceeded limit
az_latn_az: Uğursuz cəhd sayı limiti keçdi

source: Frequently asked questions
az_latn_az: Tez-tez verilən suallar

# Go_to_test_url
source: Check connection to request generator service
az_latn_az: Sorğu generatoru servisinə qoşulmanı yoxla

# Hold
source: Defer
az_latn_az: Dayandır

source: HOME PAGE
az_latn_az: ANA SƏHİFƏ

source: Incorrect PIN
az_latn_az: PIN düzgün deyil

source: INFORMATION ABOUT THE ORGANIZATION
az_latn_az: TƏŞKİLAT HAQQINDA MƏLUMATLAR

# INFORMATION_CERTIFICATE
source: CERTIFICATE INFORMATION
az_latn_az: SERTİFİKAT MƏLUMATLARI

source: Install certificate
az_latn_az: Sertifikatı quraşdır

source: Invoice number
az_latn_az: Invoice nömrəsi

source: In validation period
az_latn_az: Yoxlanma mərhələsində olan

# It_was_not_possible_create_certificate_request
source: Error! Could not create certificate request.
az_latn_az: Səhv! Sertifikat sorğusu yaratmaq mümkün olmadı.

source: Log in
az_latn_az: Daxil ol

# Log_in_e_signature
source: Log in with e-signature
az_latn_az: E-imza ilə giriş

source: Make payment
az_latn_az: Ödəniş et

# Max_length_of_form_data_exceeded
source: Maximum length of entered data exceeds limit. Please decrease length of organization name field or other large field and try again.
az_latn_az: Məlumatın ölçüsü sertifikat üçün maksimal ölçüdən böyükdür. Zəhmət olmasa təşkilatın adı və ya digər uzun olan xananı qısaldıb yenidən yoxlayın.

# Mobile_SMS_hint
source: This number will be used for sending approve SMS
az_latn_az: Bu nömrəyə təsdiq üçün SMS göndəriləcək

source: New password
az_latn_az: Yeni parol

# New_survey_generator
source: Error! Could not connect to <a href=\"{0}\" target=\"_blank\">request generator</a> service, it is required for creating new request.
az_latn_az: Diqqət! Yeni sorğu yaratmaq üçün lazım olan <a href=\"{0}\" target=\"_blank\">sorğu generatoru</a> servisinə qoşulmaq mümkün olmadı.

# New_survey_generator_app_download
source: You have to install application to create certificate request. Please use <a href={0} target="_blank">this link</a> to download and install application.
az_latn_az: Sertifikat sorğusunun yaradılması üçün müvafiq proqram təminatı kompüterinizdə quraşdırılmalıdır. Proqram təminatını yükləmək və quraşdırmaq üçün <a href={0} target="_blank">bu keçiddən</a> istifadə etməyiniz xahiş olunur.

source: Next
az_latn_az: Növbəti

# Not_passed_validation
source: Not validated
az_latn_az: Yoxlamadan keçməmiş

# Old_version
source: Error! You are using the old version of the request generator program. Please install new version.
az_latn_az: Səhv! Siz sorğu generatoru proqramının köhnə versiyasını işlədirsiz. Zəhmət olmasa yeni versiyanı yükləyin.

# Old_version_with_url
source: Error! You are using the old version of the request generator. Please install <a href=\"{0}\" target=\"_blank\">new version</a>.
az_latn_az: Səhv! Siz sorğu generatoru proqramının köhnə versiyasını işlədirsiz. Zəhmət olmasa <a href=\"{0}\" target=\"_blank\">yeni versiya</a>nı yükləyin.

source: Open
az_latn_az: Aç

source: Operating system
az_latn_az: Əməliyyat sistemi

source: Organization
az_latn_az: Təşkilat

source: OTHER INFORMATION
az_latn_az: DİGƏR MƏLUMATLAR

source: Payment
az_latn_az: Ödəniş

source: Payment amount
az_latn_az: Ödəniş məbləği

source: Payment completed successfully
az_latn_az: Ödəniş uğurla başa çatdı.

source: Payment date
az_latn_az: Ödəniş tarixi

source: Payment type
az_latn_az: Ödəniş növü

source: Payment was made
az_latn_az: Ödəniş keçmiş

source: PERSONAL INFORMATION
az_latn_az: ŞƏXSİ MƏLUMATLAR

source: Photo
az_latn_az: Foto

# PII_agree
source: I agree with personally identifiable information processing rules
az_latn_az: Fərdi məlumatların emalı qaydaları ilə razıyam

source: Print
az_latn_az: Çap

source: Program name
az_latn_az: Proqramın adı

source: RC
az_latn_az: QM

# Ready_to_request
source: Send ready request
az_latn_az: Hazır sorğu göndərmək

source: Receipt
az_latn_az: Qəbz

# Receipt_not_sent
source: Error occured while sending receipt
az_latn_az: Qəbzin göndərilməsi zamanı xəta yarandı

# Receipt_sent
source: Receipt was sent to your email address
az_latn_az: Qəbz e-poçt ünvanınıza göndərildi

source: Recheck
az_latn_az: Yenidən yoxla

source: Register date
az_latn_az: Qeydiyyat tarixi

# REGISTRATION_CENTER_LOGIN
source: REGISTRATION CENTER
az_latn_az: QEYDİYYAT MƏRKƏZİ

source: REGISTRATION CENTER WORKPLACE
az_latn_az: QEYDİYYAT MƏRKƏZİNİN İŞ YERİ

source: Registration number
az_latn_az: Qeydiyyat nömrəsi

# Request_canceled
source: Your request was canceled
az_latn_az: Sizin sorğunuz ləğv olunub

# Request_certificate_registered_and_sent
source: Your request for a certificate registered and sent to the certification center
az_latn_az: Sizin sorğunuz qeydiyyata alınaraq sertifikatlaşdırılmaq üçün sertifikasiya mərkəzinə göndərilib

# Request_has_not_yet_considered
source: Your request has not yet considered
az_latn_az: Sizin sorğunuza hələ baxılmayıb

source: REQUEST INFORMATION
az_latn_az: SORĞU MƏLUMATLARI

# Request_prepared_certificates
source: Your request has been prepared certificates
az_latn_az: Sizin sorğunuz üzrə sertifikat hazırlanıb

# Request_temporarily_suspended_registration
source: Your request has been temporarily suspended registration
az_latn_az: Sizin sorğunuzun qeydiyyatı müvəqqəti olaraq təxirə salınıb

source: Request text
az_latn_az: Sorğu mətni

source: Resend code
az_latn_az: Kodu yenidən göndər

# Revokation_queries
source: Revocation requests
az_latn_az: Ləğvetmə sorğuları

# Revokation_query
source: Revocation request
az_latn_az: Ləğvetmə sorğusu

# RevokeCert
source: Revoke certificate
az_latn_az: Sertifikatı ləğv et

source: Search
az_latn_az: Axtar

# Search_data_have_been_included_in_error
source: Search data have been included in error. Please try again
az_latn_az: Axtarış məlumatları səhv daxil edilib. Zəhmət olmasa yenidən cəhd edin

# Selected_certificate_recall
source: Revoke selected certificate(s)
az_latn_az: Seçilmiş sertifikat(lar)ı geri çağır

# Send_receipt
source: Send receipt to your email address
az_latn_az: Qəbzi e-poçt ünvanına göndər

source: Send request
az_latn_az: Sorğunu göndər

# Sent_request_certificate_recall
source: Revoke request sent for {0} certificate(s)
az_latn_az: {0} sertifikat üçün geri çağırma sorğusu göndərildi

source: Sent to payment
az_latn_az: Ödənişə göndərilmiş

# SMS_approval_code_is_wrong
source: Approval code is wrong
az_latn_az: Təsdiq kodu səhvdir

# SMS_approved
source: Code approved
az_latn_az: Kod təsdiqləndi

# SMS_exceeded_limit
source: Count exceeded limit
az_latn_az: Göndərilən say limiti keçdi

# SMS_resend_message
source: Didn't receive an approval code?
az_latn_az: Təsdiq kodu gəlmədi?

# SMS_resent
source: Approval code resent
az_latn_az: Təsdiq kodu yenidən göndərildi

# SMS_resent_to_number
source: Code is resent to number {0}
az_latn_az: Təsdiq kodu {0} nömrəsinə yenidən göndərildi

# SMS_sent_to_number
source: Code is sent to number {0}
az_latn_az: Təsdiq kodu {0} nömrəsinə göndərildi

source: SOFTWARE
az_latn_az: PROQRAM TƏMİNATI

source: Start
az_latn_az: Başlama

source: Submit
az_latn_az: Göndər

source: Successfully changed password.
az_latn_az: Parol müvəffəqiyyətlə dəyişdirildi.

# Successful_request_generator_connection
source: Successfully connected to request generator.
az_latn_az: Sorğu generatoru servisinə qoşulmaq müvəffəqiyyətli oldu.

# Success_install_cert
source: Certificate installed successfully
az_latn_az: Sertifikat müvəffəqiyyətlə quraşdırıldı

# Survey_did_not_connect_generator_service
source: Error! Could not connect to request generator service.
az_latn_az: Səhv! Sorğu generatoru servisinə qoşulmaq mümkün olmadı.

# Survey_Number
source: Unique number
az_latn_az: Unikal nömrə

source: Token not found
az_latn_az: Token tapılmadı

# Token_order_added
source: Your order is added. Document number:
az_latn_az: Sifarişiniz əlavə olundu. Akt nömrəsi:

source: Token payment
az_latn_az: Token ödənişi

source: Token sale
az_latn_az: Token satışı

source: Token sales
az_latn_az: Token satışları

# Transaction_id
source: Transaction number
az_latn_az: Tranzaksiya nömrəsi

# Update
source: Refresh
az_latn_az: Yenilə

source: Update date
az_latn_az: Yenilənmə tarixi

source: User certificates
az_latn_az: İstifadəçi sertifikatları

# User_certificaty
source: User certificate
az_latn_az: İstifadəçi sertifikati

source: Validity time
az_latn_az: Qüvvədə olma vaxtı

source: Version
az_latn_az: Versiya

source: WARNING
az_latn_az: DİQQƏT

# Withdraw_certificate_chose_continue
source: {0} certificate(s) were found. Choose certificate(s) you want to revoke and continue.
az_latn_az: {0} sertifikat tapıldı. Geri çağırmaq istədiyiniz sertifikat(lar)ı seçib davam edin.

source: Your request has not yet considered
az_latn_az: Sizin sorğunuza hələ baxılmayıb
